<?php
/**
 * Created by PhpStorm.
 * User: daniel
 * Date: 16/9/6
 * Time: 上午11:25
 */


return [
    /**
     * 全国的省市
     */
//    'cities' => [
//        '北京', '天津', '上海', '重庆', '河北', '山西', '内蒙古', '辽宁', '吉林', '黑龙江', '江苏', '浙江', '安徽', '福建', '江西',
//        '山东', '河南', '湖北', '湖南', '广东', '广西', '海南', '四川', '贵州', '云南', '西藏', '陕西', '甘肃', '青海', '宁夏',
//        '新疆', '台湾', '香港', '澳门'
//    ],
    'cities' => [
        '香港', '澳门'
    ],
    /**
     * 抓取的URL地址
     */
    'url' => 'http://www.sdgxjy.com/companyReg/query.jsp',
];
